Repository: PrehistoricStarDreamStudios/BingWPDownloadHelper
Catalog: Strings/*/Resources.resw
Source language: en_gb
Languages: zh_cn, zh_tw

# AppTitleText.Text
source: Bing Wallpaper Downloader
zh_cn: 必应壁纸下载器
zh_tw: 必應壁紙下載器

# CollapseNavBtn.ToolTipService.ToolTip
source: Collapse/Expand navigation
zh_cn: 折叠/展开目录
zh_tw: 摺疊/展開目錄

# ToggleThemeBtn.ToolTipService.ToolTip
source: Toggle theme
zh_cn: 切换深浅模式
zh_tw: 切換深淺模式

# NavToday.Content
source: Today
zh_cn: 今日壁纸
zh_tw: 今日壁紙

# NavDownload.Content
source: Download
zh_cn: 下载壁纸
zh_tw: 下載壁紙

# NavPreview.Content
source: Preview
zh_cn: 壁纸预览
zh_tw: 壁紙預覽

# NavSetWallpaper.Content
source: Set Wallpaper
zh_cn: 设置壁纸
zh_tw: 設定壁紙

# NavAbout.Content
source: About
zh_cn: 关于
zh_tw: 關於

# NavSettings.Content
source: Settings
zh_cn: 软件设置
zh_tw: 軟件設定

# DownloadPageTitle.Text
source: Download Wallpaper
zh_cn: 下载壁纸
zh_tw: 下載壁紙

# DownloadFolderLabel.Text
source: Folder:
zh_cn: 下载目录：
zh_tw: 下載目錄：

# BrowseBtn.ToolTipService.ToolTip
source: Browse folder
zh_cn: 选择文件夹
zh_tw: 選擇資料夾

# BrowseBtn2.ToolTipService.ToolTip
source: Browse folder
zh_cn: 选择文件夹
zh_tw: 選擇資料夾

# AspectRatioLabel.Text
source: Aspect:
zh_cn: 比例：
zh_tw: 比例：

# ResolutionLabel.Text
source: Resolution:
zh_cn: 分辨率：
zh_tw: 解析度：

# StartDateLabel.Text
source: Start date:
zh_cn: 起始日期：
zh_tw: 起始日期：

# StartDownloadBtn.Content
source: Start Download
zh_cn: 开始下载
zh_tw: 開始下載

# SetWallpaperPageTitle.Text
source: Set Wallpaper
zh_cn: 设置壁纸
zh_tw: 設定壁紙

# OpenPersonalizationBtn.Content
source: Open Windows Personalisation
zh_cn: 打开 Windows 个性化设置
zh_tw: 打開 Windows 個人化設定

# PersonalizationHint.Text
source: Click above to configure wallpaper, colours, lock screen in Windows Settings. Below is the app slideshow batch setting:
zh_cn: 点击上方按钮可在 Windows 系统设置中配置壁纸、颜色、锁屏等。下方为软件提供的壁纸幻灯片批量设置：
zh_tw: 點擊上方按鈕可在 Windows 系統設定中配置壁紙、顏色、鎖屏等。下方為軟件提供的壁紙幻燈片批量設定：

# SlideshowFolderLabel.Text
source: Slideshow folder:
zh_cn: 幻灯片目录：
zh_tw: 幻燈片目錄：

# IntervalLabel.Text
source: Interval:
zh_cn: 切换间隔：
zh_tw: 切換間隔：

# Interval1m.Content
source: 1 minute
zh_cn: 1 分钟
zh_tw: 1 分鐘

# Interval10m.Content
source: 10 minutes
zh_cn: 10 分钟
zh_tw: 10 分鐘

# Interval30m.Content
source: 30 minutes
zh_cn: 30 分钟
zh_tw: 30 分鐘

# Interval1h.Content
source: 1 hour
zh_cn: 1 小时
zh_tw: 1 小時

# Interval6h.Content
source: 6 hours
zh_cn: 6 小时
zh_tw: 6 小時

# Interval1d.Content
source: 1 day
zh_cn: 1 天
zh_tw: 1 天

# FillModeLabel.Text
source: Fill mode:
zh_cn: 填充方式：
zh_tw: 填充方式：

# FillFill.Content
source: Fill
zh_cn: 填充
zh_tw: 填充

# FillFit.Content
source: Fit
zh_cn: 适应
zh_tw: 適應

# FillStretch.Content
source: Stretch
zh_cn: 拉伸
zh_tw: 拉伸

# FillTile.Content
source: Tile
zh_cn: 平铺
zh_tw: 平鋪

# FillCenter.Content
source: Centre
zh_cn: 居中
zh_tw: 置中

# FillSpan.Content
source: Span
zh_cn: 跨区
zh_tw: 跨區

# ApplySettingsBtn.Content
source: Apply
zh_cn: 应用设置
zh_tw: 套用設定

# AppSettingsPageTitle.Text
source: Settings
zh_cn: 软件设置
zh_tw: 軟件設定

# CloseBehaviorLabel.Text
source: On close:
zh_cn: 关闭行为：
zh_tw: 關閉行為：

# CloseTray.Content
source: Minimise to tray
zh_cn: 最小化至托盘
zh_tw: 最小化至系統匣

# CloseExit.Content
source: Exit
zh_cn: 退出软件
zh_tw: 結束軟件

# ThemeModeLabel.Text
source: Theme:
zh_cn: 主题模式：
zh_tw: 主題模式：

# ThemeSystem.Content
source: System
zh_cn: 跟随系统
zh_tw: 跟隨系統

# ThemeLight.Content
source: Light
zh_cn: 浅色
zh_tw: 淺色

# ThemeDark.Content
source: Dark
zh_cn: 深色
zh_tw: 深色

# ColorThemeLabel.Text
source: Accent:
zh_cn: 颜色主题：
zh_tw: 顏色主題：

# ColorSystem.Content
source: System
zh_cn: 跟随系统
zh_tw: 跟隨系統

# ColorBlue.Content
source: Blue
zh_cn: 蓝色
zh_tw: 藍色

# ColorGreen.Content
source: Green
zh_cn: 绿色
zh_tw: 綠色

# ColorOrange.Content
source: Orange
zh_cn: 橙色
zh_tw: 橙色

# ColorPurple.Content
source: Purple
zh_cn: 紫色
zh_tw: 紫色

# ColorPink.Content
source: Pink
zh_cn: 粉色
zh_tw: 粉色

# DownloadThreadsLabel.Text
source: Threads:
zh_cn: 下载线程数：
zh_tw: 下載線程數：

# DownloadThreadsHint.Text
source: (1-32, default 4)
zh_cn: （1-32，默认 4）
zh_tw: （1-32，預設 4）

# LanguageLabel.Text
source: Language:
zh_cn: 显示语言：
zh_tw: 顯示語言：

# CheckUpdateNowBtn.Content
source: Check now
zh_cn: 立即检查更新
zh_tw: 立即檢查更新

# DefaultListLabel.Text
source: Default list:
zh_cn: 默认列表：
zh_tw: 預設列表：

# ListLocal.Content
source: Local
zh_cn: 本地列表
zh_tw: 本地列表

# ApiSourceLabel.Text
source: API:
zh_cn: API 获取：
zh_tw: API 獲取：

# ApiBing.Content
source: Bing
zh_cn: 必应
zh_tw: 必應

# SaveSettingsBtn.Content
source: Save
zh_cn: 保存设置
zh_tw: 儲存設定

# AboutPageTitle.Text
source: About
zh_cn: 关于
zh_tw: 關於

# AboutAuthorExpander.Header
source: About Author
zh_cn: 关于作者
zh_tw: 關於作者

# AboutBiliBtn.Content
source: Bilibili
zh_cn: B站
zh_tw: B站

# AboutMailBtn.Content
source: Email
zh_cn: 邮箱
zh_tw: 郵箱

# AboutProjectExpander.Header
source: About Project
zh_cn: 关于本项目
zh_tw: 關於本項目

# AboutProjectGitBtn.Content
source: Project GitHub
zh_cn: 项目GitHub
zh_tw: 項目GitHub

# PreviewPageTitle.Text
source: Wallpaper Preview
zh_cn: 壁纸预览
zh_tw: 壁紙預覽

# TagFilterLabel.Text
source: Tag filter:
zh_cn: 标签筛选：
zh_tw: 標籤篩選：

# AboutVersionLabel.Text
source: Version b0.1
zh_cn: 版本 b0.1
zh_tw: 版本 b0.1

# AboutDescriptionText.Text
source: Bing daily wallpaper download and management tool — open source, lightweight, cross-platform compatible.
zh_cn: Bing 每日壁纸下载与管理工具，开源、轻量、跨平台兼容。
zh_tw: Bing 每日桌布下載與管理工具，開源、輕量、跨平台相容。

# AboutLinksExpander.Header
source: Friendly Links
zh_cn: 友情链接
zh_tw: 友情連結

# AboutLinksHint.Text
source: Click a button below to open it in your default browser:
zh_cn: 点击下方按钮在系统默认浏览器中打开：
zh_tw: 點擊下方按鈕在系統預設瀏覽器中開啟：

# AboutLinksBtn.Content
source: Friendly Links Home
zh_cn: 友情链接主页
zh_tw: 友情連結主頁

# AboutBingBtn.Content
source: Bing
zh_cn: 必应
zh_tw: 必應

# AboutMottoExpander.Header
source: Daily Motto
zh_cn: 每日格言
zh_tw: 每日格言

# AboutMottoHint.Text
source: Click the button below to show today's motto
zh_cn: 点击下方按钮显示今日格言
zh_tw: 點擊下方按鈕顯示今日格言

# AboutShowMottoBtn.Content
source: Show today's motto
zh_cn: 显示今日格言
zh_tw: 顯示今日格言

# AboutToolsExpander.Header
source: Utility Tools
zh_cn: 实用小工具
zh_tw: 實用小工具

# ToolOptimizeMemoryDesc.Text
source: Optimise memory: compress low-usage memory into the virtual memory paging file.
zh_cn: 优化内存：将使用率较低的内存压缩至虚拟内存分页文件内。
zh_tw: 最佳化記憶體：將使用率較低的記憶體壓縮至虛擬記憶體分頁檔內。

# ToolOptimizeMemoryBtn.Content
source: Optimise now
zh_cn: 立即优化
zh_tw: 立即最佳化

# AutoStartChk.Header
source: Start with Windows
zh_cn: 开机自启
zh_tw: 開機自動啟動

# AutoStartChk.OnContent
source: On
zh_cn: 开启
zh_tw: 開啟

# AutoStartChk.OffContent
source: Off
zh_cn: 关闭
zh_tw: 關閉

# AutoUpdateListChk.Header
source: Auto-update list (daily from GitHub)
zh_cn: 自动更新列表（每日从 GitHub 拉取并补充未分类壁纸）
zh_tw: 自動更新列表（每日從 GitHub 拉取並補充未分類桌布）

# AutoUpdateListChk.OnContent
source: On
zh_cn: 开启
zh_tw: 開啟

# AutoUpdateListChk.OffContent
source: Off
zh_cn: 关闭
zh_tw: 關閉

# DownloadHistoryChk.Header
source: Download history
zh_cn: 下载历史壁纸
zh_tw: 下載歷史桌布

# DownloadHistoryChk.OnContent
source: On
zh_cn: 开启
zh_tw: 開啟

# DownloadHistoryChk.OffContent
source: Off
zh_cn: 关闭
zh_tw: 關閉

# ShuffleChk.Header
source: Shuffle
zh_cn: 乱序
zh_tw: 亂序

# ShuffleChk.OnContent
source: On
zh_cn: 开启
zh_tw: 開啟

# ShuffleChk.OffContent
source: Off
zh_cn: 关闭
zh_tw: 關閉

# BackdropTypeLabel.Text
source: Background material:
zh_cn: 背景材质：

# BackdropMica.Content
source: Mica
zh_cn: Mica 云母

# BackdropAcrylic.Content
source: Acrylic
zh_cn: Acrylic 亚克力

# BackdropNone.Content
source: None (opaque)
zh_cn: 无（不透明）

# TransparentBackgroundChk.Header
source: Transparent background
zh_cn: 透明背景

# TransparentBackgroundChk.OnContent
source: On
zh_cn: 开启

# TransparentBackgroundChk.OffContent
source: Off
zh_cn: 关闭
